Revit 2026 API
TessellatedFace Constructor
Overload List
Name | Description
TessellatedFace(IList<XYZ>, ElementId) | Initializes a new instance of the TessellatedFace class
TessellatedFace(IList<IList<XYZ>>, ElementId) | Initializes a new instance of the TessellatedFace class
Top
See Also
Reference
TessellatedFace Class
Autodesk.Revit.DB Namespace